Repository: dangtrinh/qaa
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Questions answered by %s
vi: Các câu hỏi được rả lời bởi %s

source: Questions you subscribed %s
vi: Các câu hỏi bạn đã đăng kí %s

source: Questions subscribed by %s
vi: Các câu hỏi được đăng kí bởi %s

source: Questions
vi: Các câu hỏi

source: ranking
vi: xếp hạng

source: relevance
vi: liên quan

source: most relevant questions
vi: các câu hỏi liên quan

source: questions matching '%(keywords)s'
vi: các câu hỏi khớp với từ khóa '%(keywords)s'

source: Revision n. %(rev_number)d
vi: Bản sửa đổi n. %(rev_number)d

source: sorted by reputation
vi: sắp xếp theo uy tín

source: recent
vi: gần đây

source: newest members
vi: các thành viên mới nhất

source: last
vi: cuối cùng

source: oldest members
vi: các thành viên lâu nhất

source: by username
vi: theo tên

source: sorted by username
vi: sắp xếp theo tên

source: Online Users
vi: Các người dùng đang online

source: Profile updated.
vi: Hồ sơ đã được cập nhật

source: Only superusers are allowed to alter other users permissions.
vi: Chỉ superuser được phép thay đổi quyền hạn cho tài khoản khác

source: overview
vi: tổng quan

source: user overview
vi: thông tin cá nhân

source: recent activity
vi: hoạt động gần đây

source: recent user activity
vi: hoạt động gần đây

source: reputation history
vi: lịch sử uy tín

source: graph of user karma
vi: đồ thị điểm kinh nghiệm

source: favorites
vi: ưa thích

source: questions that user selected as his/her favorite
vi: các câu hỏi ưa thích

source: subscriptions
vi: đăng kí theo dõi

source: New subscription settings are now saved
vi: Thiết lập đăng kí theo dõi đã được lưu

source: allowed file types are 'jpg', 'jpeg', 'gif', 'bmp', 'png', 'tiff'
vi: các định dạng tập tin được cho phép là 'jpg', 'jpeg', 'gif', 'bmp', 'png', 'tiff'

source: maximum upload file size is %sM
vi: giới hạn kích cỡ tập tin là %sM

source: Error uploading file. Please contact the site administrator. Thank you. %s
vi: Lỗi tải tập tin lên. Làm ơn liên lạc với người quản trị. Cảm ơn bạn. %s

source: Your question is pending until you %s.
vi: Câu hỏi của bạn đăng chờ xử lý đến khi bạn %s

source: validate your email
vi: xác nhận thư của bạn

source: Converted to question
vi: Đã chuyển thành câu hỏi

source: Your answer is pending until you %s.
vi: Câu trả lời của bạn đang được xử lý cho đến khi bạn %s.

source: Your WordPress API key. You can get one at <a href='http://wordpress.com/'>http://wordpress.com/</a>
vi: Bạn có thể lấy <strong>WordPress API key</strong> tại <a href='http://wordpress.com/'>http://wordpress.com/</a>

source: Sorry, but akismet thinks your %s is spam.
vi: Rất tiếc, chúng tôi cho rằng %s của bạn là spam

source: Akismet message
vi: Tin nhắn

source: Akismet believes your %(action_name)s is spam.
vi: Hành động %(action_name)s được ghi nhận là spam

source: We're sorry, but Akismet believes your %(action_name)s is spam.<br /> If you believe this is an error, please contact the forum administrator.
vi: Chúng tôi rất tiếc, hành động %(action_name)s của bạn được ghi nhận là spam.<br /> Nếu là nhầm lẫn, hãy liên lạc với người quản trị để khắc phục vấn đề.

source: Submit
vi: Gửi

source: Asked a question with %s views
vi: Đã đặt câu hỏi với %s lượt xem

source: Question voted up %s times
vi: Câu hỏi đã được bình chọn hay %s lần

source: Answer voted up %s times
vi: Câu trả lời được bầu chọn hay %s lần

source: Question favorited by %s users
vi: câu hỏi được %s người dùng ưa thích

source: Deleted own post with score of %s or higher
vi: Đã xóa bài viết với số điểm %s hoặc cao hơn của chính mình

source: Deleted own post with score of %s or lower
vi: Đã xóa bài viết với số điểm %s hoặc thấp hơn của chính mình

source: First down vote
vi: Bình chọn dở đầu tiên

source: First up vote
vi: Bình chọn hay đầu tiên

source: First flagged post
vi: Bài viết được đánh dấu đầu tiên

source: First retag
vi: Đặt lại thẻ đầu tiên

source: First edit
vi: Lần chỉnh sửa đầu tiên

source: First accepted answer on your own question
vi: Câu trả lời đúng đầu tiên cho câu hỏi của chính bạn

source: First rollback
vi: Xóa các phiên bản

source: Completed all user profile fields
vi: Đã hoàn tất hồ sơ cá nhân

source: Voted %s times
vi: được bình chọn %s lần

source: Left %s comments
vi: còn %s bình luận

source: Answered your own question with at least %s up votes
vi: Trả lời câu hỏi của chính bạn với ít nhất %s bình chọn hay

source: Edited %s entries
vi: Đã chỉnh sửa %s mục

source: Asked first question with at least one up vote
vi: Đã hỏi câu hỏi đâu tiên với ít nhất một bầu chọn hay

source: Answered first question with at least one up vote
vi: Đã trả lời câu hỏi đầu tiên với ít nhất một bầu chọn hay

source: First answer was accepted with at least %s up votes
vi: Câu trả lời đúng đầu tiên với ít nhất %s bầu chọn hay

source: Accepted answer and voted up %s times
vi: Câu trả lời đúng và được bình chọn hay %s lần

source: Answered a question more than %(dif_days)s days later with at least %(up_votes)s votes
vi: Trả lời một câu hỏi hơn %(dif_days)s ngày sau với ít nhất %(up_votes)s bình chọn hay

source: Created a tag used by %s questions
vi: Tạo một thẻ được sử dụng trong %s câu hỏi

source: Number of question views required to award a Popular Question badge to the question author
vi: Số lượt xem một câu hỏi để thưởng cho người đặt câu hỏi huy hiệu "Popular Question"

source: Number of question views required to award a Notable Question badge to the question author
vi: Số lượt xem một câu hỏi để thưởng cho người đặt câu hỏi huy hiệu "Notable Question"

source: Number of question views required to award a Famous Question badge to the question author
vi: Số lượt xem một câu hỏi để thưởng cho người đặt câu hỏi huy hiệu "Notable Question"

source: Number of up votes required to award a Nice Answer badge to the answer author
vi: Số lượt bình chọn một câu trả lời để thưởng cho người trả lời huy hiệu "Nice Answer"

source: Number of up votes required to award a Nice Question badge to the question author
vi: Số lượt bình chọn một câu hỏi để thưởng cho người hỏi huy hiệu "Nice Question"

source: Number of up votes required to award a Good Answer badge to the answer author
vi: Số lượt bình chọn một câu trả lời để thưởng cho người trả lời huy hiệu "Good Answer"

source: Number of up votes required to award a Good Question badge to the question author
vi: Số lượt bình chọn một câu hỏi để thưởng cho người hỏi huy hiệu "Good Question"

source: Great Answer up votes
vi: Bình chọn câu trả lời tuyệt nhất

source: Great Question up votes
vi: BÌnh chọn câu hỏi tuyệt nhất

source: File format
vi: Định dạng tập tin

source: File format of the compressed backup
vi: Dịnh dạng nén của tập tin sao lưu

source: Please wait while we import your data.
vi: Làm ơn đợi trong khi chúng tôi đang nhập dữ liệu của bạn

source: Download file
vi: Tải tập tin

source: of
vi: của

source: Pyload is not a json string!
vi: Pload không là một chuỗi json!

source: Not HMAC-SHA256 encrypted!
vi: Không phải mã hóa HMAC-SHA256!

source: The authentication with Facebook connect failed, cannot find authentication tokens
vi: Xác thực qua Facebook không thành công

source: Please enter valid username and password (both are case-sensitive).
vi: Làm ơn nhập tên tài khoản và mật khẩu hợp lệ (chú ý: phân biệt hoa thường)

source: Login failed.
vi: Đăng nhập không thành công

source: This user is not a valid user
vi: Tài khoản không hợp lệ

source: Please enter username and password
vi: Làm ơn nhập tên tài khoản và mật khẩu

source: Please enter your password
vi: Làm ơn nhập mật khẩu của bạn

source: Please enter user name
vi: Làm ơn nhập tên tài khoản

source: Enter your local user name and password
vi: Đăng nhập với tài khoản và mật khẩu của bạn

source: or select your external provider above
vi: hoặc chọn nhà cung cấp của bạn ở trên

source: Login name
vi: Tài khoản

source: Password
vi: Mật khẩu

source: Create account
vi: Tạo tài khoản

source: Forgot your password?
vi: Quên mật khẩu

source: Error, the oauth token is not on the server
vi: Lỗi, token oauth không tồn tại trên server

source: Sorry, but your input is not a valid OpenId
vi: Xin lỗi, OpenID này không hợp lệ

source: The OpenId authentication request was canceled
vi: Yêu cầu xác thực OpenId được hủy bỏ

source: The OpenId authentication failed:
vi: Xác thực OpenId thất bại:

source: Setup needed
vi: Cần cài đặt

source: The OpenId authentication failed with an unknown status:
vi: Xác thực OpenID không thành công:

source: Enter your OpenId Url
vi: Nhập đường dẫn OpenId của bạn

source: Got %s upvotes in a question tagged with "bug"
vi: Đã nhận được %s bầu chọn hay trong câu hỏi được gán thẻ "bug"

source: Invalid captcha
vi: Captcha không hợp lệ
