Repository: dangtrinh/qaa
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: vi

source: page
vi: trang

source: pagesize
vi: cỡ trang

source: sort
vi: sắp xếp

source: Answers to: %s
vi: Trả lời đến: %s

source: Answer by %s
vi: Trả lời bởi %s

source: Comment by %(cauthor)s on %(pauthor)s's %(qora)s
vi: Bình luận bởi %(cauthor)s trên %(pauthor)s's %(qora)s

source: answer
vi: trả lời

source: question
vi: câu hỏi

source: about
vi: Giới thiệu QAA

source: logout
vi: Đăng xuất

source: login
vi: Đăng nhập

source: administration
vi: Quản trị viên

source: contact
vi: Liên lạc

source: support
vi: Hỗ trợ

source: privacy
vi: Chính sách bảo mật

source: edit profile
vi: Chỉnh sửa hồ sơ

source: authentication settings
vi: cấu hình xác thực

source: email notification settings
vi: cấu hình email thông báo

source: other preferences
vi: các tùy chọn khác

source: Moderation tools
vi: Các công cụ kiểm duyệt

source: withdraw suspension
vi: thu hồi việc đình chỉ

source: suspend this user
vi: khóa tài khoản này

source: remove moderator status
vi: xóa bỏ trạng thái điều hành

source: grant moderator status
vi: trạng thái cấp quyền điều hành

source: About
vi: Giới thiệu

source: voted up
vi: bình chọn hay

source: voted down
vi: bình chọn dở

source: liked
vi: đã thích

source: No reason given
vi: Không đưa ra lý do

source: %(user)s flagged %(post_desc)s: %(reason)s
vi: %(user)s đánh dấu %(post_desc)s: %(reason)s

source: your
vi: của bạn

source: his
vi: của họ

source: %(user)s accepted %(answerer)s answer on %(asker)s question %(question)s
vi: %(user)s chấp nhận câu trả lời của %(answerer)s là đúng cho câu hỏi %(question)s %(asker)s

source: %(user)s marked %(post_desc)s as favorite
vi: %(user)s đã đưa %(post_desc)s vào mục bài viết yêu thích

source: %(user)s deleted %(post_desc)s
vi: %(user)s đã xóa %(post_desc)s

source: flagged by multiple users:
vi: được nhiều người đánh dấu

source: Initial revision
vi: Bản sửa lỗi ban đầu

source: asked
vi: đã hỏi

source: %(user)s asked %(question)s
vi: %(user)s đã đặt câu hỏi %(question)s

source: answered
vi: đã trả lời

source: %(user)s answered %(asker)s on %(question)s
vi: %(user)s đã trả lời câu hỏi "%(question)s" của %(asker)s

source: commented
vi: đã bình luận

source: %(user)s commented on %(post_desc)s
vi: %(user)s đã bình luận trên %(post_desc)s

source: edited
vi: đã chỉnh sửa

source: %(user)s edited %(post_desc)s
vi: %(user)s đã chỉnh sửa %(post_desc)s

source: retagged
vi: đã đặt lại thẻ

source: Retag
vi: Đặt lại thẻ

source: %(user)s retagged %(post_desc)s
vi: %(user)s đã đặt lại thẻ %(post_desc)s

source: reverted
vi: khôi phục

source: %(user)s reverted %(post_desc)s from revision %(initial)d (%(initial_sum)s) to revision %(final)d (%(final_sum)s)
vi: %(user)s khôi phục %(post_desc)s từ bản sửa đổi %(initial)d (%(initial_sum)s) đến bản sửa đổi %(final)d (%(final_sum)s)

source: closed
vi: đã đóng

source: %(user)s closed %(post_desc)s: %(reason)s
vi: %(user)s đã đóng %(post_desc)s: %(reason)s

source: converted
vi: đã chuyển đổi

source: %(user)s converted an answer to %(question)s into a comment
vi: %(user)s đã chuyển câu trả lời thành câu hỏi %(question)s vào trong một bình luận

source: %(user)s converted comment on %(question)s into an answer
vi: %(user)s đã chuyển bình luận trên câu hỏi %(question)s vào trong một câu trả lời

source: converted to question
vi: đã chuyển thành câu hỏi

source: %(user)s converted an answer to %(question)s into a separate question
vi: %(user)s chuyển một câu trả lời thành câu hỏi %(question)s vào trong một câu hỏi riêng biệt

source: %(user)s marked %(node)s as community wiki.
vi: %(user)s đã đánh dấu %(node)s vào mục community wiki.

source: created
vi: đã tạo

source: %(user)s created a new page titled %(page)s
vi: %(user)s đã tạo 1 trang mới có tiêu đề %(page)s

source: %(user)s edited the page titled %(page)s
vi: %(user)s đã chỉnh sửa trang có tiêu đề %(page)s

source: published
vi: công khai

source: %(user)s published a new page titled %(page)s
vi: %(user)s đã công bố một trang có tiêu đề %(page)s

source: joined
vi: tham gia

source: %(user)s %(have_has)s joined the %(app_name)s Q&A community
vi: %(user)s %(have_has)s tham gia cộng đồng %(app_name)s Q&A

source: have
vi: đã

source: has
vi: đã

source: validated e-mail
vi: email xác nhận

source: %(user)s %(have_has)s validated the e-mail %(email)s
vi: %(user)s %(have_has)s xác nhận e-mail %(email)s

source: edited profile
vi: đã chỉnh sửa hồ sơ

source: %(user)s edited %(hes_or_your)s %(profile_link)s
vi: %(user)s đã chỉnh sửa %(profile_link)s %(hes_or_your)s

source: profile
vi: hồ sơ

source: gave bonus
vi: đã thưởng

source: Congratulations, you have been awarded an extra %s reputation points.
vi: Chúc mừng, bạn đã nhận được %s điểm uy tín

source: Thank you
vi: Cảm ơn

source: You have been penalized in %s reputation points.
vi: Bạn đã vi phạm, bị trừ %s điểm uy tín

source: unknown
vi: không hiểu

source: %(user)s awarded an extra %(value)s reputation points to %(users)s: %(message)s
vi: %(user)s đã tặng %(value)s điểm uy tín cho %(users)s: %(message)s

source: %(user)s penalised %(users)s in %(value)s reputation points: %(message)s
vi: %(user)s đã phạt %(users)s với %(value)s điểm danh dự: %(message)s

source: was awarded
vi: được thưởng

source: Congratulations, you have received a badge '%(badge_name)s'. Check out <a href="%(profile_url)s">your profile</a>.
vi: Chúc mừng đã nhận được một huy hiệu '%(badge_name)s'. Kiểm tra <a href="%(profile_url)s">hồ sơ cá nhân của bạn</a>.

source: %(user)s %(were_was)s awarded the %(badge_name)s badge
vi: %(user)s %(were_was)s đã được nhận huy hiệu %(badge_name)s

source: suspended
vi: đình chỉ

source: Your suspension has been removed.
vi: việc dình chỉ bạn đã được xóa bỏ

source: for %s days
vi: trong %s ngày

source: indefinetely
vi: không thời hạn

source: %(user)s suspended %(users)s %(suspension)s: %(msg)s
vi: %(user)s đã đình chỉ %(users)s %(suspension)s: %(msg)s

source: Bad behaviour
vi: Hành vi xấu

source: Please input at least one ip address
vi: Làm ơn nhập ít nhất 1 địa chỉ IP

source: Invalid ip address: %s
vi: Địa chỉ IP không hợp lệ: %s

source: Please use the dotted quad notation for the ip addresses
vi: Làm ơn sử dụng kí hiệu dấu chấm cho địa chỉ IP

source: Allow ips
vi: Cho phép IP

source: Comma separated list of ips allowed to access the site while in maintenance
vi: Danh sách được phân cách bằng dấu phẩy của các IP được phép truy cập trong thời gian bảo trì

source: Message
vi: Tin nhắn

source: A message to display to your site visitors while in maintainance mode
vi: Thông điệp được hiển thị tới người truy cập trong chế độ bảo trì

source: Default
vi: Mặc định

source: Default with sidebar
vi: Sidebar mặc định

source: None
vi: Không

source: Title
vi: Tiêu đề

source: Page Content
vi: Nội dung trang

source: Render Mode
vi: Chế độ Render

source: Sidebar Content
vi: Nội dung sidebar

source: Allow comments
vi: Bình luận cho phép

source: send validation email
vi: gửi email xác nhận

source: email address
vi: địa chỉ email

source: Your account email
vi: Email tài khoản của bạn

source: You cannot leave this field blank
vi: Bạn không được để trống trường này

source: please enter a valid email address
vi: làm ơn nhập một địa chỉ email hợp lệ

source: Sorry, but this email is not on our database.
vi: Rất tiếc, địa chỉ email này không có trong cơ sở dữ liệu của chúng tôi

source: Current password
vi: Mật khẩu hiện thời

source: Old password is incorrect. Please enter the correct password.
vi: Mật khẩu cũ không đúng. Cần nhập chính xácmật khẩu

source: this field is required
vi: cần phải nhập thông tin cho trường này

source: choose a username
vi: chọn một tên đăng nhập

source: user name is required
vi: phải có tên đăng nhập

source: sorry, this name is taken, please choose another
vi: tên này đã được sử dụng, làm ơn chọn tên khác

source: sorry, this name is not allowed, please choose another
vi: rấc tiếc, tên này không hợp lệ, làm ơn chọn tên khác

source: sorry, there is no user with this name
vi: rất tiếc, không có tài khoản này

source: sorry, we have a serious error - user name is taken by several users
vi: Xin lỗi, có một lỗi nghiêm trọng - tên tài khoản đã được sử dụng

source: user name can only consist of letters, empty space and underscore
vi: tên tài khoản chỉ được sử dụng kí tự, khoảng trắng và dấu gạch dưới

source: user name is to short, please use at least %d characters
vi: tên tài khoản quá ngắn, làm ơn sử dụng tên có độ dài ít nhất %d kí tự

source: your email address
vi: địa chỉ email của bạn

source: email address is required
vi: cần có địa chỉ email

source: this email is already used by someone else, please choose another
vi: email này đã được sử dụng, sử dụng một email khác

source: choose password
vi: đặt mật khẩu

source: password is required
vi: cần đặt mật khẩu

source: retype password
vi: gõ lại mật khẩu

source: please, retype your password
vi: làm ơn gõ lại mật khẩu

source: sorry, entered passwords did not match, please try again
vi: mật khẩu không đúng, hãy thủ lại

source: title
vi: tiêu đề

source: please enter a descriptive title for your question
vi: hãy nhập tiêu đề mô tả cho câu hỏi của bạn

source: title must be must be at least %s characters
vi: tiêu đề phải ít nhất là %s kí tự

source: content
vi: nội dung

source: question content must be at least %s characters
vi: nội dung câu hỏi phải có ít nhất %s kí tự

source: answer content must be at least %s characters
vi: nội dung câu trả lời phải có ít nhất %s kí tự

source: tags
vi: Thẻ

source: Tags are short keywords, with no spaces within. At least %(min)s and up to %(max)s tags can be used.
vi: Các thẻ không được chứa khoảng trắng. Được sử dụng ít nhất %(min)s và nhiều nhất %(max)s thẻ

source: please use between %(min)s and %(max)s tags
vi: làm ơn sử dụng từ %(min)s đến %(max)s thẻ

source: please use between %(min)s and %(max)s characters in you tags
vi: làm ơn sử dụng từ %(min)s đến %(max)s kí tự trong thẻ của bạn

source: please use following characters in tags: letters , numbers, and characters '.-_'
vi: làm ơn sử dụng các kí tự sau đây trong thẻ: chữ cái, số và kí tự '.-_'

source: You don't have enough reputation to create new tags. The following tags do not exist yet: %s
vi: Bạn không có đủ uy tín để tạo thẻ mới. Các thẻ này chưa tồn tại: %s

source: if you choose community wiki option, the question and answer do not generate points and name of author will not be shown
vi: nếu bạn chọn tùy chọn community wiki, câu hỏi và câu trả lời sẽ không có điểm và tên tác giả sẽ không hiển thị

source: update summary:
vi: tóm tắt thông tin cập nhật

source: enter a brief summary of your revision (e.g. fixed spelling, grammar, improved style, this field is optional)
vi: cho biết lý do sửa đổi bài viết này (có thể bỏ trống)

source: Your message:
vi: Nội dung:

source: Your name:
vi: Tên của bạn:

source: Email (not shared with anyone):
vi: Email (không chia sẻ với người khác)

source: this email does not have to be linked to gravatar
vi: email này chưa được liên kết tới gravatar

source: Real name
vi: Tên thật

source: Location
vi: Địa chỉ

source: Date of birth
vi: Ngày sinh

source: will not be shown, used to calculate age, format: YYYY-MM-DD
vi: sẽ không hiển thị, sử dụng để tính toán tuổi, dinh dạng: YYYY-MM-DD

source: Profile
vi: Hồ sơ

source: Screen name
vi: Tên hiển thị

source: this email has already been registered, please use another one
vi: email này đã được đăng kí, sử dụng một email khác

source: Instantly
vi: Ngay lập tức

source: No notifications
vi: Không có thông báo

source: The e-mail settings of this community are not configured yet. We strongly recommend you to do that from the <a href="%(email_settings_url)s">e-mail settings page</a> as soon as possible.
vi: Các thiết lập email chưa được cấu hình . Chúng tôi để nghị bạn nên thực hiện ngay. <a href="%(email_settings_url)s">Thiết lập email</a>

source: Please, configure your APP_URL setting from the local settings file.
vi: Làm ơn, cấu hình thiết lập APP_URL từ tập tin setting ở local.

source: First time here? Check out the <a href="%s">FAQ</a>!
vi: Đây có phải là lần đầu tiên của bạn? Hãy đọc <a href="%s">FAQ</a>!

source: You
vi: Bạn

source: on %(link)s
vi: trên %(link)s

source: comment
vi: bình luận

source: Unknown
vi: Không hiểu

source: No description available
vi: Không có mô tả

source: post
vi: bài

source: interesting
vi: thú vị

source: ignored
vi: bỏ qua

source: Badges config
vi: Cấu hình huy hiệu

source: Configure badges on your OSQA site.
vi: Cấu hình huy hiệu trên trang OSQA của bạn

source: Accepting answers
vi: Chọn câu trả lời đúng

source: Settings to tweak the behaviour of accepting answers.
vi: Thiết lập để điều chỉnh hành động chấp nhận câu trả lời

source: Disallow answers to be accepted
vi: Vô hiệu hóa tính năng

source: Disable accepting answers feature. If you re-enable it in the future, currently accepted answers will still be marked as accepted.
vi: Vô hiệu hóa tính năng chọn câu trả lời đúng. Nếu bạn kích hoạt lại, các câu trả lời từng được chọn vẫn sẽ được giữ lại.

source: Maximum accepted answers per question
vi: Số câu trả lời tối đa cho một câu hỏi

source: How many accepted answers are allowed per question. Use 0 for no limit.
vi: Số câu trả lời được phép cho một câu hỏi. Sử dụng giá trị 0 để không giới hạn.

source: Maximum accepted answers per user/question
vi: Số câu trả lời tối đa của một người cho một câu hỏi

source: If more than one accpeted answer is allowed, how many can be accepted per single user per question.
vi: Nếu có nhiều hơn một câu trả lời được chọn, một người được chọn bao nhiêu câu trả lời cho một câu hỏi.

source: Users an accept own answer
vi: Chọn câu trả lời của chính mình

source: Are normal users allowed to accept their own answers..
vi: Người dùng bình thường được phép chọn câu trả lời của mình..

source: Basic settings
vi: Thiết lập cơ bản

source: The basic settings for your application
vi: Thiết lập cơ bản cho ứng dụng của bạn

source: Application logo
vi: Logo ứng dụng

source: Your site main logo.
vi: Logo trang web của bạn

source: Application title
vi: Tiêu đề ứng dụng

source: The title of your application that will show in the browsers title bar
vi: Tiêu đề ứng dụng sẽ được hiển thị trên tiêu đề trình duyệt

source: Application keywords
vi: Từ khóa ứng dụng

source: The meta keywords that will be available through the HTML meta tags.
vi: Các từ khóa này sẽ được đặt trong thẻ meta của mã HTML

source: Application description
vi: Mô tả ứng dụng

source: The description of your application
vi: Mô tả ứng dụng của bạn

source: Copyright notice
vi: Thông báo bản quyền

source: The copyright notice visible at the footer of your page.
vi: Thông báo về bản quyền được hiện thị ở footer

source: The URL provided for users to get support. It can be http: or mailto: or whatever your preferred support scheme is.
vi: Đường dẫn URL cũng cấp cho người sử dụng để nhận sự hỗ trợ. Có thể là http:, mailto: hoặc bằng một chương trình hỗ trợ ưa thích của bạn.

source: Contact URL
vi: Đường dẫn liên lạc

source: The URL provided for users to contact you. It can be http: or mailto: or whatever your preferred contact scheme is.
vi: Đường dẫn URL cũng cấp cho người sử dụng để liên lạc. Có thể là http:, mailto: hoặc bằng một chương trình liên lạc ưa thích của bạn.

source: Email settings
vi: Thiết lập email

source: Email server and other email related settings.
vi: Thiết lập email server và email liên quan khác.

source: E-Mail settings test
vi: Kiểm tra thiết lập email

source: Test the current E-Mail configuration.
vi: Kiểm tra cấu hình email hiện thời

source: The SMTP server through which your application will be sending emails.
vi: SMTP server được ứng dụng dùng gửi mail

source: The port on which your SMTP server is listening to. Usually this is 25, but can be something else.
vi: Port của SMTP server. Thông thường là 25

source: Email User
vi: Tài khoản Email

source: The username for your SMTP connection.
vi: Tài khoản cho kết nối SMTP

source: Email Password
vi: Mật khẩu Email

source: The password for your SMTP connection.
vi: Mật khẩu cho kết nối SMTP

source: Use TLS
vi: sử dụng TLS

source: Whether to use TLS for authentication with your SMTP server.
vi: Sử dụng TLS để xác thực với SMTP server

source: The address that will show up on the 'from' field on emails sent by your website.
vi: Địa chỉ này sẽ hiển thị trên trường 'from' của email

source: Every email sent through your website will have the subject prefixed by this string. It's usually a good idea to have such a prefix so your users can easily set up a filter on theyr email clients.
vi: Các email được gửi thông qua trang web của bạn sẽ có tiền tố này đằng trước subject.Điều này sẽ giúp cho việc lọc và phân loại mail dễ dàng hơn.

source: Email footer text, usually "CAN SPAM" compliance, or the physical address of the organization running the website. See <a href="http://en.wikipedia.org/wiki/CAN-SPAM_Act_of_2003">this Wikipedia article</a> for more info.
vi: Phần cuối thư, thông thường là thông tin liên lạc của tổ chức, trang web. Xem thêm tại <a href="http://en.wikipedia.org/wiki/CAN-SPAM_Act_of_2003">Wikipedia article</a>.

source: The outter border color of the email base template
vi: Màu viền ngoài của email

source: A valid css string to be used to style email paragraphs (the P tag).
vi: Mã CSS sử dụng cho các đoạn nội dung trong email (Thẻ P).

source: A valid css string to be used to style email links (the A tag).
vi: Mã CSS sử dụng cho các liên kết trong email (Thẻ A).

source: This is the code you get when you register your site at <a href='https://www.google.com/webmasters/tools/'>Google webmaster central</a>.
vi: Bạn đăng kí để lấy mã <strong>Google sitemap code</strong> tại <a href='https://www.google.com/webmasters/tools/'>Google webmaster central</a>.

source: Your Google analytics key. You can get one at the <a href='http://www.google.com/analytics/'>Google analytics official website</a>
vi: Bạn có thể lấy <strong>Google analytics key</strong> tại <a href='http://www.google.com/analytics/'>Google analytics official website</a>

source: Form settings
vi: Thiết lập Form

source: General settings for the OSQA forms.
vi: Thiết lập chung cho OSQA form

source: Enable community wiki
vi: Cho phép community wiki

source: Can questions or answers be marked as community wiki.
vi: Câu hỏi hoặc câu trả lời có thể được đánh dấu như community wiki.

source: Limit tag creation
vi: Giới hạn việc tạo thẻ

source: Limit tag creation to super users, staff or users with a minimum reputation.
vi: Giới hạn việc tạo thẻ tới super user, staff hoặc người dùng với mức uy tín tối thiểu

source: Minimum number of characters for a question's title
vi: Số kí tự tối thiểu cho tiêu để câu hỏi

source: The minimum number of characters a user must enter into the title field of a question.
vi: Số kí tự tối thiểu cần có cho tiêu để của một câu hỏi.

source: Minimum number of characters for a question's content
vi: Số kí tự tối thiểu cần có cho nội dung câu hỏi

source: The minimum number of characters a user must enter into the content field of a question.
vi: Số kí tự tối thiểu cần nhập cho nội dung của một câu hỏi

source: Empty question content
vi: Nội dung câu hỏi để trống

source: If a question's content can be empty.
vi: Nếu nội dung 1 câu hỏi có thể để trống

source: Required number of tags per question
vi: Số lượng thẻ cần cho một câu hỏi

source: How many tags are required in questions.
vi: Cần bao nhiêu thẻ cho câu hỏi

source: Maximum number of tags per question
vi: Số thẻ tối đa cho một câu hỏi

source: How many tags are allowed in questions.
vi: Bao nhiêu thẻ được cho phép trong câu hỏi

source: Minimum length of a tag
vi: Chiều dài tối thiểu của 1 thẻ

source: How short a tag can be.
vi: Độ ngắn có thẻ của một thẻ

source: Maximum length of a tag
vi: Chiều dài tối đa của một thẻ

source: How long a tag can be.
vi: Chiều dài có thể của một thẻ

source: Minimum number of characters for a comment
vi: Số kí tự tối thiểu của một bình luận

source: The minimum number of characters a user must enter into the body of a comment.
vi: Số kí tự tối thiểu người dùng phải nhập vào phần thân của một bình luận.

source: Maximum length of comment
vi: Độ dài tối đa của bình luận

source: The maximum number of characters a user can enter into the body of a comment.
vi: Số kí tự tối đa trong phần thân của một bình luận.

source: Allow markdown in comments
vi: Cho phép sử dụng cú pháp markdown trong bình luận

source: Allow users to use markdown in comments.
vi: Cho phép người dùng sử dụng cú pháp markdown trong bình luận

source: Show author gravatar in comments
vi: Hiển thị gravatar trong bình luận

source: Show the gravatar image of a comment author.
vi: Hiển thị gravatar của một người bình luận

source: default
vi: mặc định

source: Change this:
vi: Thay đổi:

source: Minimum reputation config
vi: Cấu hình uy tín tối thiểu

source: Configure the minimum reputation required to perform certain actions on your site.
vi: Thiết lập uy tín tối thiểu cần có để thực hiện một số tác vụ trên trang web của bạn.

source: Show captcha if user with less reputation than
vi: Hiện captcha nếu uy tín thấp hơn

source: If the user has less reputation, captcha is used to when adding new content.
vi: Nếu uy tín thấp, captcha sẽ được sử dụng khi thêm nội dung mới

source: Minimum reputation to vote up
vi: Uy tín tối thiểu để bình chọn hay

source: The minimum reputation an user must have to be allowed to vote up.
vi: Uy tín tối thiểu cần có để bình chọn hay

source: Minimum reputation to vote down
vi: Uy tín tối thiểu để bình chọn dở

source: The minimum reputation an user must have to be allowed to vote down.
vi: Uy tín tối thiểu để một người dùng được phép bình chọn dở

source: Minimum reputation to flag a post
vi: Uy tín tối thiểu để đánh dấu một bài

source: The minimum reputation an user must have to be allowed to flag a post.
vi: Uy tín tối thiểu người dùng cần có để được phép đánh dấu một bài viết.

source: Minimum reputation to comment
vi: Uy tín tối thiểu để bình luận

source: The minimum reputation an user must have to be allowed to comment a post.
vi: Uy tín tối thiểu người dùng cần có để được phép đưa ra bình luận.

source: Minimum reputation to like a comment
vi: Uy tín tối thiểu để thích 1 bình luận

source: The minimum reputation an user must have to be allowed to "like" a comment.
vi: Uy tín tối thiểu người dùng cần có để được phép "like" một bình luận.

source: Minimum reputation to upload
vi: Uy tín tối thiểu để tải lên

source: The minimum reputation an user must have to be allowed to upload a file.
vi: Uy tín tối thiểu cần có để tải lên 1 tập tin

source: Minimum reputation to create tags
vi: Uy tín tối thiểu để tạo thẻ

source: The minimum reputation an user must have to be allowed to create new tags.
vi: Uy tín tối thiểu người dùng cần có để được phép tạo thẻ mới.

source: Minimum reputation to close own question
vi: Uy tín tối thiểu người dùng cần có để đóng câu hỏi của họ

source: The minimum reputation an user must have to be allowed to close his own question.
vi: Uy tín tối thiểu người dùng cần có để được phép đóng câu hỏi của người khác.

source: Minimum reputation to reopen own question
vi: Uy tín tối thiểu người dùng cần có để mở lại câu hỏi của họ

source: The minimum reputation an user must have to be allowed to reopen his own question.
vi: Uy tín tối thiểu người dùng cần có để được phép mở lại câu hỏi của người khác.

source: Minimum reputation to retag others questions
vi: Uy tín tối thiểu để đặt lại thẻ cho câu hỏi

source: The minimum reputation an user must have to be allowed to retag others questions.
vi: Uy tín tối thiểu người dùng cần có để được phép đặt lại thẻ cho câu hỏi của người khác.

source: Minimum reputation to edit wiki posts
vi: Uy tín tối thiểu để chỉnh sửa bài viết wiki
