Repository: dangtrinh/qaa
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: vi

source: %(prefix)s Temporary login link
vi: %(prefix)s Liên kết đăng nhập tạm thời

source: The following link grants you a one time access to your account at %(app_name)s.
vi: Liên kết sau cung cấp cho bạn quyền truy cập 1 lần vào tài khoản của bạn tại %(app_name)s.

source: Go to your account
vi: Đi đến tài khoản của bạn

source: The following url grants you a one time access to your account at %(app_name)s.
vi: Đường dẫn sau cung cấp cho bạn quyền truy cập 1 lần vào tài khoản của bạn tại %(app_name)s.

source: Request temporary login key
vi: Yêu cầu khóa đăng nhập tạm thời

source: Account: request temporary login key
vi: Tài khoản: yêu cầu khóa đăng nhập tạm thời

source: If you're experiencing problems accessing your account, or if you forgot your password, here you can request a temporary login key. Fill out your account email and we'll send you a temporary access link that will enable you to access your account. This token is valid only once and for a limited period of time.
vi: Nếu bạn gặp vấn đề với việc đăng nhập, hoặc quên mật khẩu, bạn có thể yêu cầu một khóa đăng nhập tạm thời. Điền tài khoản email của bạn và chúng tôi sẽ gửi bạn một liên kết truy cập tạm thời cho phép bạn truy cập vào tài khoản của bạn. Khóa này chỉ có tác dụng một lần và giới hạn thời gian sử dụng.

source: Send link
vi: Gửi liên kết

source: %(prefix)s Welcome to %(app_name)s
vi: %(prefix)s Chào mừng tới %(app_name)s

source: Howdy and welcome to %(app_name)s. We know you're busy, so we'll keep this real simple.
vi: Chào mừng tới %(app_name)s. Chúng tôi biết bạn rất bận rộn, nên sẽ làm điều nàythực sự đơn giản

source: Here's your login info (store it in a cool dry place):
vi: Đây là thông tin đăng nhập của bạn (hãy lưu trữ nó tại một nơi an toàn):

source: Username:
vi: Tên đăng nhập:

source: Password: As IF we would send your password in cleartext!
vi: Mật khẩu: Chúng tôi sẽ gửi mật khẩu của bạn ở dạng cleartext!

source: The following link will help us verify your email address:
vi: Sử dụng liên kết sau để chúng tôi xác minh địa chỉ email của bạn

source: Answer by %(author)s
vi: Trả lời bởi %(author)s

source: %(who)s has selected this answer as the correct answer
vi: %(who)s đã chọn câu trả lời này là đúng

source: mark this answer as the accepted answer
vi: đây là câu trả lời đúng

source: Award %(awarded_user)s with reputation points.
vi: Thưởng %(awarded_user)s với điểm uy tín.

source: I like this comment (click again to cancel)
vi: Tôi thích bình luận này (Click lại để hủy bỏ)

source: Edit comment
vi: Chỉnh sửa bình luận

source: Delete comment
vi: Xóa bình luận

source: Convert comment to answer
vi: Chuyển bình luận thành câu trả lời

source: show all
vi: hiện tất cả

source: add new comment
vi: thêm bình luận mới

source: characters needed
vi: kí tự bắt buộc

source: characters left
vi: kí tự còn lại

source: comment
vi: bình luận

source: cancel
vi: hủy bỏ

source: just now
vi: mới đây

source: Place the comment under:
vi: Đặt bình luận bên dưới:

source: Convert to question
vi: Chuyển đổi câu hỏi

source: mark/unmark this question as favorite (click again to cancel)
vi: thêm vào hoặc xóa bỏ câu hỏi này trong mục yêu thích của tôi

source: Permanent link
vi: Đường dẫn tuyệt đối

source: more
vi: xem thêm

source: Please select a reason bellow or use the text box to input your own reason.
vi: Chọn một nguyên nhân bên dưới hoặc nhập vào nguyên nhân vào ô soạn thảo.

source: I like this post (click again to cancel)
vi: Tôi thích bài viết này (click lại để hủy bỏ)

source: current number of votes
vi: số lượng bầu chọn hiện thời

source: I dont like this post (click again to cancel)
vi: Tôi không thích bài này (click lại để hủy bỏ)

source: This %(post_type)s is marked "community wiki".
vi: %(post_type)s đã được đánh dấu "community wiki".

source: Hello
vi: Xin chào

source: Thanks
vi: Cảm ơn

source: Sender
vi: Người gửi

source: anonymous
vi: ẩn danh

source: %(prefix)s New answer to: %(question_title)s
vi: %(prefix)s Câu trả lời mới tới: %(question_title)s

source: OSQA administration area
vi: Khu vực quản trị OSQA

source: Switch to django style interface
vi: Chuyển thành giao diện django

source: Maintenance mode
vi: Chế độ bảo trì

source: Flagged Posts
vi: Các bài được đánh dấu

source: Create User
vi: Tạo tài khoản

source: Quick creation of a new user
vi: Tạo nhanh một tài khoản

source: Save
vi: Lưu

source: Dashboard
vi: Bảng điều khiển

source: Welcome to the OSQA administration area.
vi: Chào mừng đến với khu vực quản trị OSQA

source: Quick statistics
vi: Thống kê nhanh

source: in the last 24 hours
vi: trong 24 giờ trước

source: user
vi: tài khoản

source: joined in the last 24 hours
vi: đã tham gia trong 24 giờ trước

source: Site status
vi: Tình trạng trang web

source: Your site is running in bootstrap mode, click the button below to revert to defaults.
vi: Trang web đang chạy trong chế độ bootstrap, click nút bên dưới để trở về chế độ mặc định.

source: Your site is running in standard mode, click the button below to run in bootstrap mode.
vi: Trang web đang chạy trong chế độ mặc định, click nút bên dưới để chạy chế độ bootstrap.

source: Your site is running with some customized settings, click the buttons below to run with defaults or in bootstrap mode
vi: Trang web đang chạy với các thiết lập của bạn, click nút bên dưới để chạy trang web với các tùy chọn mặc định hoặc trong chế độ bootstrap

source: Are you sure you want to revert to the defaults?
vi: Bạn có chắc muốn trở về mặc định?

source: revert to defaults
vi: trở về mặc định

source: Are you sure you want to run bootstrap mode?
vi: Bạn có chắc muốn chạy chế độ bootstrap?

source: go bootstrap
vi: chế độ bootstrap

source: Recent activity
vi: Hoạt động gần đây

source: Administration Area
vi: Khu vực quản trị

source: Welcome,
vi: Chào mừng,

source: To standard interface
vi: Đến giao diện chuẩn

source: Back to home page
vi: Quay lại trang chủ

source: Log out
vi: Đăng xuất

source: Home
vi: Trang chủ

source: Unpublished changes
vi: Thay đổi chưa được công bố

source: Items marked with this icon have unpublished changes.
vi: Mục được đánh dấu với biểu tượng này có những thay đổi chưa được công bố.

source: Workflow settings
vi: Thiết lập quy trình làm việc

source: Forum settings
vi: Thiết lập cho diễn đàn

source: Static content
vi: Nội dung tĩnh

source: Unsaved changes
vi: Thay đổi chưa được lưu

source: Other settings
vi: Thiết lập khác

source: Tools
vi: Công cụ

source: Editing page
vi: Đang chỉnh sửa trang

source: Static Pages
vi: Trang tĩnh

source: Creating page
vi: Đang tạo trang

source: New page
vi: Trang mới

source: Published
vi: Được công bố

source: Unpublished
vi: Không công bố

source: Edit
vi: Chỉnh sửa

source: Unpublish
vi: Không công bố

source: Publish
vi: Công bố

source: This are the posts that have been flagged by users.
vi: Đây là những bài viết đã được đánh dấu bởi người sử dụng.

source: Site statistics
vi: Thống kê

source: Recalculate scores and reputation
vi: Tính toán lại điểm và uy tín

source: This is a heavy operation, are you sure?
vi: Đây là một hoạt động nặng, bạn có muốn thực hiện nó?

source: Recalculate
vi: Tính toán lại

source: %(prefix)s Your email settings are correct: %(app_name)s
vi: %(prefix)s Bạn đã thiết lập đúng cho email: %(app_name)s

source: If you see this content your E-Mail settings are correct.
vi: Nếu bạn nhìn thấy nội dung này thì bạn đã thiết lập đúng cho email

source: Maintainance mode allows you to close your site for maintainance, allowing only a predetermined set of ip addresses to access it normally.
vi: Chế độ bảo trì cho phép bạn đóng trang web để bảo trì, chỉ những IP được chỉ định mới truy cập bình thường.

source: Your site is currently running on maintenance mode.
vi: Trang web đang chạy chế dộ bảo trì.

source: You can adjust the settings bellow
vi: Bạn có thể điều chỉnh các thiết lập bên dưới

source: Adjust settings
vi: Điều chỉnh thiết lập

source: Open site
vi: Mở trang web

source: Close for maintenance
vi: Đóng để báo trì

source: Verify:
vi: Xác nhận:

source: highest ranking users
vi: các tài khoản xếp hạng cao nhất

source: newer users
vi: các tài khoản mới

source: older users
vi: các tài khoản cũ

source: Validated
vi: Đã xác nhận

source: Not validated
vi: Chưa được xác nhận

source: Reputation:
vi: Uy tín:

source: Reputation
vi: Uy tín

source: Click to save the current filter
vi: Click

source: Action
vi: Thực hiện

source: Mark deleted
vi: Bỏ chọn

source: Undelete
vi: Khôi phục

source: Delete completely
vi: Xóa hoàn toàn

source: Close (questions only)
vi: Đóng (Chỉ dành cho câu hỏi

source: Run the selected action
vi: Thực thi hành động đã chọn

source: Type
vi: Gõ

source: Summary
vi: Tổng kết

source: Author
vi: Tác giả

source: Added at
vi: Đã thêm vào lúc

source: Score
vi: Điểm

source: Last activity by
vi: Kích hoạt lần cuối bởi

source: Tags
vi: Thẻ

source: by
vi: bởi

source: Preview
vi: Xem trước

source: Static pages
vi: Trang thống kê

source: Pages
vi: Trang

source: vote
vi: hay

source: this question has an accepted answer
vi: câu hỏi này có một câu trả lời đúng

source: view
vi: xem

source: Related tags
vi: Các thẻ liên quan

source: most recently updated questions
vi: các câu hỏi được cập nhật gần đây

source: active
vi: đang thảo luận

source: most recently asked questions
vi: các câu hỏi gần đây

source: newest
vi: mới nhất

source: hottest questions
vi: các câu hỏi hay nhất

source: hottest
vi: hay nhất

source: most voted questions
vi: các câu hỏi được bình chọn nhiều

source: most voted
vi: bình chọn nhiều

source: Unsubscribe
vi: không theo dõi

source: Last checked
vi: Kiểm tra lần cuối

source: Found by tags
vi: Được tìm theo thẻ

source: Search results
vi: Kết quả tìm kiếm

source: Found by title
vi: Tìm bởi tiêu đề

source: Unanswered questions
vi: Những câu hỏi chưa giải đáp

source: All Questions
vi: Tất cả câu hỏi

source: Markdown Basics
vi: Cú pháp Markdown cơ bản

source: *italic* or __italic__
vi: *italic* hoặc __italic__

source: **bold** or __bold__
vi: **bold** hoặc __bold__

source: to add a line break simply add two spaces to where you would like the new line to be.
vi: sử dụng 2 khoảng trắng tại nơi bạn muốn thêm một dòng mới.

source: basic HTML tags are also supported
vi: hỗ trợ các thẻ HTML cơ bản

source: learn more about Markdown
vi: tìm hiểu thêm về cú pháp Markdown

source: Recent awards
vi: Phần thưởng gần đây

source: all awards
vi: tất cả phần thưởng

source: Recent tags
vi: Các thẻ gần đây

source: popular tags
vi: các thẻ phổ biến

source: Edit user profile
vi: Chỉnh sửa hồ sơ cá nhân

source: image associated with your email address
vi: hình ảnh liên quan với email của bạn

source: Registered user
vi: Người dùng đã đăng kí

source: Screen Name
vi: Tên hiển thị

source: Update
vi: Cập nhật

source: reputation
vi: uy tín

source: Suspended
vi: Đã khóa

source: real name
vi: tên thật

source: member for
vi: là thành viên từ

source: last seen
vi: xem lần cuối

source: user's website
vi: trang web của thành viên

source: location
vi: địa chỉ

source: age
vi: tuổi

source: age unit
vi: tuổi

source: not validated
vi: chưa xác nhận

source: Points
vi: Điểm

source: User tools
vi: Công cụ

source: Users Online
vi: Các thành viên đang online

source: users matching query %(suser)s:
vi: các tài khoản có tên khớp với từ khóa %(suser)s:

source: Nothing found.
vi: Không tìm thấy

source: Preferences
vi: Các tùy chọn

source: Here you can set some personal preferences.
vi: Bạn có thể thiết lập các tùy chọn cá nhân tại đây

source: Allways remember the sort order I apply to the lists I view
vi: Luôn ghi nhớ thứ tự của danh sách đã sắp xếp

source: badges
vi: Danh hiệu

source: the answer has been voted for %(vote_count)s times
vi: câu hỏi này được bình chọn %(vote_count)s lần

source: this answer has been selected as correct
vi: câu trả lời này đươc chọn như một câu trả lời đúng

source: user has voted up this many times
vi: người dùng đã bình chọn hay nhiều lần

source: user voted down this many times
vi: người dùng đã bình chọn dở nhiều lần

source: Manage your current subscriptions
vi: Quản lý theo dõi hiện thời của bạn

source: don't show auto-subscribe
vi: không hiện tự động theo dõi

source: show auto-subscribe
vi: hiện tự động theo dõi

source: Notifications and subscription settings
vi: Thông báo và thiết lập theo dõi

source: Here you can decide which types of notifications you wish to receive, and their frequency.<br />
vi: Lựa chọn loại thông báo và tần suất mà bạn muốn nhận.<br />

source: Notify me when:
vi: Thông báo tôi khi:

source: A new member joins
vi: Có thành viên mới

source: A new question is posted
vi: Có câu hỏi mới

source: A new question matching my interesting tags is posted
vi: Câu hỏi mới có chứa thẻ yêu thích của tôi

source: There's an update on one of my subscriptions
vi: Có cập nhật mới trong theo dõi của tôi

source: Auto subscribe me to:
vi: Tự động theo dõi:

source: Questions I view
vi: Câu hỏi tôi xem

source: All questions matching my interesting tags
vi: Tất cả câu hỏi có chứa thẻ yêu thích của tôi

source: All questions
vi: Tất cả câu hỏi

source: On my subscriptions, notify me when:
vi: Với các theo dõi của tôi, thông báo khi:

source: An answer is posted
vi: Có câu trả lời

source: A comment on one of my posts is posted
vi: Có bình luận trên bài viết của tôi

source: A comment is posted
vi: Một bình luận được đăng

source: An answer is accepted
vi: Câu trả lời được chấp nhận

source: Daily Digest:
vi: Thông tin hàng ngày:

source: Send me the daily digest with information about the site activity
vi: Gửi tôi thông tin hàng ngày về hoạt động của trang web

source: Notify When I'm Discussed:
vi: Thông báo khi tui đã thảo luận:

source: Notify me when someone replies to one of my comments on any post using the <pre>@username</pre> notation
vi: Thông báo tôi khi có người hồi đáp lại bình luận của tôi có sử dụng ký tự <pre>@username</pre>

source: This message will be visible through the user activity log.
vi: TIn nhắn này sẽ hiện thông qua nhật kí hoạt động

source: Private message
vi: Tin nhắn riêng

source: If set, only the suspended user will see this message.
vi: Nếu thiết lập, chỉ người dùng bị đình chỉ sẽ nhìn thấy tin này.

source: Users
vi: Người dùng

source: upvote
vi: bình chọn hay

source: downvote
vi: bình chọn dở

source: reputation points
vi: điểm uy tín

source: %b %d at %H:%M
vi: %m/%d - %H:%M

source: %b %d '%y at %H:%M
vi: %b/%d '%y - %H:%M

source: 2 days ago
vi: cách đây 2 ngày

source: yesterday
vi: hôm qua

source: hour ago
vi: giờ trước

source: hours ago
vi: giờ trước

source: min ago
vi: phút trước

source: mins ago
vi: phút trước

source: sec ago
vi: giây trước

source: secs ago
vi: giây trước

source: permanent link
vi: đường dẫn tuyệt đối

source: answer permanent link
vi: đường dẫn tuyệt đối câu trả lời

source: award points
vi: điểm thưởng

source: award points to %s
vi: điểm thưởng đến %s

source: retag
vi: đặt lại thẻ

source: reopen
vi: mở lại

source: close
vi: đóng

source: report
vi: báo cáo vi phạm

source: report as offensive (i.e containing spam, advertising, malicious text, etc.)
vi: báo cáo hành vi spam, quảng cáo, nội dung độc hại...

source: undelete
vi: khôi phục

source: see revisions
vi: xem các bản sửa đổi

source: mark as community wiki
vi: đưa vào mục community wiki

source: cancel community wiki
vi: hủy bỏ community wiki

source: convert to comment
vi: chuyển thành bình luận

source: convert to question
vi: chuyển thành câu hỏi

source: '%s' settings saved succesfully
vi: thiết lập '%s' đã lưu thành công

source: Bootstrap mode enabled
vi: Chế độ Bootstrap đã được kích hoạt

source: All values reverted to defaults
vi: Tất cả giá được trả về mặc định

source: All values recalculated
vi: Tất cả giá trị được tính toán lại

source: Maintenance mode enabled
vi: Chế độ bảo trì được kích hoạt

source: Settings adjusted
vi: Các thiết lập đã được điều chỉnh

source: Your site is now running normally
vi: Trang web của bạn đang chạy bình thường

source: Currently down for maintenance. We'll be back soon
vi: Hiện đang bảo trì. Hãy ghé lại sau.

source: Create new user
vi: Tạo người dùng mới

source: New user created sucessfully. %s.
vi: Người dùng mới được tạo thành công. %s.

source: See %s profile
vi: Xem %s hồ sơ

source: filter
vi: lọc

source: No action performed
vi: Không có hành động nào được thực hiện

source: Selected questions were closed
vi: Các câu hỏi được chọn đã được đóng

source: Sorry, these login credentials belong to another user. Plese terminate your current session and try again.
vi: Thông tin đăng nhập này đã được sử dụng bới người dùng khác. Hãy ngưng phiên truy cập hiện thời của bạn và thử lại.

source: These login credentials are already associated with your account.
vi: Thông tin đăng nhập này đả được liên kết với tài khoản của bạn.

source: The new credentials are now associated with your account
vi: Thông tin đăng nhập mới đả được liên kết với tài khoản của bạn

source: Oops, something went wrong in the middle of this process. Please try again. Note that you need to have cookies enabled for the authentication to work.
vi: Có sự cố xảy ra, vui lòng thử lại. Lưu ý: Trình duyệt cần bật cookie để thực hiện chứng thực tài khoản.

source: A welcome email has been sent to your email address.
vi: Một email chào mừng đã được gửi cho bạn

source: Oops, something went wrong in the middle of this process. Please try again.
vi: Có sự cố xảy ra, vui lòng thử lại.

source: An email has been sent with your temporary login key
vi: Một email đã được gửi với khóa đăng nhập tạm thời của bạn

source: You are logged in with a temporary access key, please take the time to fix your issue with authentication.
vi: Bạn đã đăng nhập với khóa truy cập tạm thời, làm ơn khắc phục vấn đề xác thực của bạn.

source: A message with an email validation link was just sent to your address.
vi: Một tin nhắn với liên kết xác nhận email đã được gửi tới địa chỉ của bạn

source: Thank you, your email is now validated.
vi: Cảm ơn bạn, email đã được được xác nhận

source: New password set
vi: Thiết lập mật khẩu mới

source: Your password was changed
vi: Mật khẩu của bạn đã được thay đổi

source: You removed the association with %s
vi: Bạn đã xóa sự liên quan này với %s

source: Welcome back %s, you are now logged in
vi: Chào mừng %s, bạn đã đăng nhập thành công

source: You have a %s pending submission.
vi: Bạn có a %s đang chờ xử lý.

source: save it
vi: lưu nó

source: review
vi: đánh giá

source: cancel
vi: hủy bỏ

source: Sorry, but this account is suspended
vi: Xin lỗi, tài khoản này đã bị khóa

source: Sorry, but you don't have enough reputation points to %(action)s.<br />Please check the <a href='%(faq_url)s'>faq</a>
vi: Bạn không có đủ điểm uy tín để thực hiện %(action)s.<br />Xem thêm tại <a href='%(faq_url)s'>faq</a>

source: Sorry but you cannot %(action)s your own post.<br />Please check the <a href='%(faq_url)s'>faq</a>
vi: Bạn không thể %(action)s trên bài của chính bạn.<br />Xem <a href='%(faq_url)s'>faq</a>

source: Sorry but anonymous users cannot %(action)s.<br />Please login or create an account <a href='%(signin_url)s'>here</a>.
vi: Bạn cần đăng nhập để %(action)s.<br />Đăng nhập hoặc tạo tài khoản tại<a href='%(signin_url)s'>đây</a>

source: Sorry, but you don't have enough %(action)s left for today..<br />The limit is %(limit)s per day..<br />Please check the <a href='%(faq_url)s'>faq</a>
vi: Rất tiếc, bạn không có đủ %(action)s trong ngày hôm nay..<br />Giới hạn này là %(limit)s một ngày..<br />Tìm hiểu thêm tại <a href='%(faq_url)s'>faq</a>

source: Sorry, but you cannot %(action)s twice the same post.<br />Please check the <a href='%(faq_url)s'>faq</a>
vi: Bạn không thể thực hiện %(action)s lần hai trên cùng một bài.<br />Xem thêm tại <a href='%(faq_url)s'>faq</a>

source: Sorry but you cannot cancel a vote after %(ndays)d %(tdays)s from the original vote
vi: Bạn không thể hủy bỏ bỏ bình chọn sau %(ndays)d %(tdays)s từ bầu chọn gốc

source: day
vi: ngày

source: You have %(nvotes)s %(tvotes)s left today.
vi: Bạn có %(nvotes)s %(tvotes)s còn lại trong hôm nay.

source: flag posts
vi: các bài đánh dấu

source: flag
vi: đánh dấu

source: flags
vi: đánh dấu

source: You already flagged this post with the following reason: %(reason)s
vi: Bạn đã đánh dấu bài này với các lý do sau đây: %(reason)s

source: Reason is empty
vi: Không có lý do

source: Thank you for your report. A moderator will review your submission shortly.
vi: Cảm ơn báo cáo của bạn. Chúng tôi sẽ xem xét nó

source: like comments
vi: thích bình luận

source: like
vi: thích

source: delete comments
vi: xóa bình luận

source: mark a question as favorite
vi: đánh dấu một câu hỏi yêu thích

source: Invalid request
vi: Yêu cầu không hợp lệ

source: Comment is empty
vi: Không có bình luận

source: At least %d characters required on comment body.
vi: Nội dung bình luận cần ít nhất %d kí tự.

source: No more than %d characters on comment body.
vi: Nội dung bình luận không được nhiều hơn %d kí tự

source: edit comments
vi: chỉnh sửa bình luận

source: accept answers
vi: chấp nhận bình luận

source: Sorry but you cannot accept the answer
vi: Xin lỗi, bạn không thể chấp nhận câu trả lời

source: This question already has an accepted answer.
vi: đã có câu trả lời đúng được chọn

source: delete posts
vi: xóa bài

source: close questions
vi: đóng câu hỏi

source: reopen questions
vi: mở lại câu hỏi

source: Answer by %(uname)s: %(snippet)s...
vi: Trả lời bởi %(uname)s: %(snippet)s...

source: Question
vi: Câu hỏi

source: convert answers to comments
vi: chuyển câu trả lời thành bình luận

source: That is an invalid post to put the comment under
vi: Bài viết này không hợp lệ để bình luận

source: convert comments to answers
vi: chuyển bình luận thành câu trả lời

source: You do not have the correct credentials to preform this action.
vi: Bạn không thể thực hiện hành động này với thông tin đăng nhập không chính xác.

source: award
vi: phần thưởng

source: You have awarded %(awarded_user)s with %(points)d points
vi: Bạn được thưởng %(awarded_user)s với %(points)d điểm

source: We're sorry, but an unknown error ocurred.<br />Please try again in a while.
vi: Chúng tôi xin lỗi vì lỗi này.<br />Bạn hãy đợi một lúc rồi thử lại.

source: Thanks for the feedback!
vi: Cảm ơn ý kiến đóng góp của bạn

source: We look forward to hearing your feedback! Please, give it next time :)
vi: Chúng tôi mong chờ những ý kiến đóng góp của bọn

source: Most <strong>recently updated</strong> questions
vi: Được cập nhật gần đây nhất

source: most <strong>recently asked</strong> questions
vi: các câu hỏi gần đây

source: most <strong>active</strong> questions in the last 24 hours</strong>
vi: Nhiều câu hỏi được thảo luận trong 24 giờ qua

source: most <strong>voted</strong> questions
vi: Nhiều câu hỏi được bình chọn

source: oldest
vi: cũ nhất

source: oldest answers
vi: câu trả lời cũ nhất

source: newest answers
vi: các câu trả lời mới nhất

source: newest answers will be shown first
vi: câu trả lời mới nhất sẽ hiện đầu tiên

source: popular answers
vi: các câu trả lời phổ biến

source: name
vi: tên

source: by name
vi: theo tên

source: sorted alphabetically
vi: sắp xếp theo bảng chữ cái

source: used
vi: đã sử dụng

source: by popularity
vi: theo độ phổ biến

source: sorted by frequency of tag use
vi: sắp xếp theo số lần sử dụng thẻ

source: latest questions
vi: câu hỏi mới nhất

source: unanswered
vi: Chưa giải đáp

source: open questions without an accepted answer
vi: câu hỏi đang cần được giải đáp

source: Unanswered Questions
vi: Các câu hỏi chưa giải đáp

source: questions tagged <span class="tag">%(tag)s</span>
vi: các câu hỏi được gắn thẻ <span class="tag">%(tag)s</span>

source: Questions Tagged With %(tag)s
vi: Các câu hỏi được gắn với thẻ %(tag)s

source: Questions asked by %s
vi: Các câu hỏi được hỏi bởi %s
