Repository: dangtrinh/qaa
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: vi

source: The minimum reputation an user must have to be allowed to edit community wiki posts.
vi: Uy tín tối thiểu người dùng cần có để được phép chỉnh sửa bài viết community wiki.

source: Minimum reputation to mark post as community wiki
vi: Uy tín tối thiểu để đánh dấu một bài viết là community wiki

source: The minimum reputation an user must have to be allowed to mark a post as community wiki.
vi: Uy tín tối thiểu người dùng cần có để được phép đánh dấu bài viết của người khác là community wiki.

source: Minimum reputation to edit others posts
vi: Uy tín tối thiểu để chỉnh sửa bài viết người khác

source: The minimum reputation an user must have to be allowed to edit others posts.
vi: Uy tín tối thiểu người dùng cần có để được phép chỉnh sửa bài viết của người khác

source: Minimum reputation to close others posts
vi: Uy tín tối thiểu để đóng câu hỏi của người khác

source: The minimum reputation an user must have to be allowed to close others posts.
vi: Uy tín tối thiểu người dùng cần có để được phép đóng câu hỏi của người khác.

source: Minimum reputation to delete comments
vi: Uy tín tối thiểu để xóa những bình luận

source: The minimum reputation an user must have to be allowed to delete comments.
vi: Uy tín tối thiểu người dùng cần có để được phép xóa bình luận.

source: Minimum reputation to convert answers to comment
vi: Uy tín tối thiểu để chuyển câu trả lời thành bình luận

source: The minimum reputation an user must have to be allowed to convert an answer into a comment.
vi: Uy tín tối thiểu người dùng cần có để được phép chuyển câu trả lời vào trong một bình luận.

source: Minimum reputation to convert comments to answers
vi: Uy tín tối thiểu để chuyển bình luận thành câu trả lời

source: The minimum reputation an user must have to be allowed to convert comments into an answer.
vi: Uy tín tối thiểu người dùng cần có để được phép chuyển một bình luận vào trong một câu trả lời.

source: Minimum reputation to convert answers to questions
vi: Uy tín tối thiểu để chuyển câu trả lời thành câu hỏi

source: Flag Reasons
vi: Nguyên nhân đánh dấu

source: The initial reputation an user gets when he first signs in.
vi: Uy tín khởi tạo ban đầu cho một người dùng khi đăng nhập lần đầu.

source: Maximum reputation a user can gain in one day for being upvoted.
vi: Uy tín tối đa người dùng nhận được trong một ngày qua việc bình chọn

source: Rep gain by e-mail validation
vi: Uy tín nhận được cho việc xác nhận email

source: Reputation a user gains for validating his e-mail.
vi: Uy tín người dùng nhận được khi xác nhận email.

source: Reputation a user gains for having one of his posts up voted.
vi: Uy tín nhận được khi một bài viết được bình chọn hay

source: Reputation a user loses for having one of his posts down voted.
vi: Uy tín người dùng bị mất khi một bài viết được bình chọn dở.

source: Reputation a user loses for down voting a post.
vi: Uy tín người dùng bị mất khi bài viết bị giảm bình chọn

source: Reputation a user gains for having one of his answers accepted.
vi: Uy tín người dùng nhận được khi câu trả lời của họ được chọn

source: Reputation a user gains for accepting an answer to one of his questions.
vi: Uy tín người dùng nhận được khi một câu trả lời đang được chọn cho câu hỏi của họ

source: Reputation a user loses by having one of his posts flagged.
vi: Uy tín người dùng bị mất khi bài viết của họ bị đánh dấu vi phạm

source: Reputation a user loses by having the last revision of one of his posts flagged the enough number of times to hide the post.
vi: Uy tín người dùng bị mất khi số lần đánh dấu vi phạm bài viết của họ đủ để ẩn bài viết đó.

source: Reputation a user loses by having the last revision of one of his posts flagged the enough number of times to delete the post.
vi: Uy tín người dùng bị mất khi số lần đánh dấu vi phạm bài viết của họ đủ để xóa bài viết đó

source: Show the Welcome box
vi: Hiển thị hộp thoại chào mừng

source: Do you want to show the welcome box when a user first visits your site.
vi: Bạn có muốn hiển thị hộp thoại chào mừng khi một người lần đầu viếng thăm website.

source: Application intro
vi: Giới thiệu ứng dụng

source: The introductory page that is visible in the sidebar for anonymous users.
vi: Trang giới thiệu sẽ hiển thị trên sidebar cho các người dùng vô danh.

source: Show announcement bar
vi: Hiện thanh thông báo

source: Announcement bar
vi: Thanh thông báo

source: The announcement bar content.
vi: Nội dung thanh thông báo.

source: File upload settings
vi: Thiết lập tải tập tin lên

source: File uploads related settings.
vi: Các thiết lập liên quan đến tải tập tin

source: Uploaded files folder
vi: Thư mục tải tập tin

source: The filesystem path where uploaded files will be stored. Please note that this folder must exist.
vi: Nơi lưu trữ tập tin được tải lên (Chú ý: thư mục phải tồn tại).

source: The url alias for uploaded files. Notice that if you change this setting, you'll need to restart your site.
vi: Đường dẫn của các tập tin tải lên. Lưu ý: nếu bạn thay đổi thiết lập này, bạn cần phải khởi động lại trang web của bạn.

source: Max file size
vi: Kích cỡ lớn nhất của tập tin

source: The maximum allowed file size for uploads in mb.
vi: Kích cỡ tập tin được phép tải lên

source: URL settings
vi: Thiết lập URL

source: Allow unicode/non-latin characters in urls.
vi: Cho phép kí tự unicode/non-latin trong url

source: Redirect the request in case there is a mismatch between the slug in the url and the actual slug
vi: Chuyển hướng các yêu cầu khi đường dẫn không hợp lệ

source: Users settings
vi: Thiết lập cho người dùng

source: General settings for the OSQA users.
vi: Thiết lập chung cho người dùng OSQA.

source: Editable screen name
vi: Có thể chỉnh sửa tên hiển thị

source: Allow users to alter their screen name.
vi: Cho phép người dùng thay đổi tên hiển thị

source: Minimum username length
vi: Độ dài tối thiểu của tên tài khoản

source: The minimum length (in character) of a username.
vi: Độ dài tối thiểu của tên truy cập

source: sex
vi: giới tính

source: add
vi: thêm

source: edit
vi: sửa

source: save
vi: lưu

source: delete
vi: xóa

source: manage
vi: quản lý

source: update
vi: cập nhật

source: remove
vi: xóa bỏ

source: new
vi: mới

source: Disabled usernames
vi: Vô hiệu hóa tên truy cập

source: A comma separated list of disabled usernames (usernames not allowed during a new user registration).
vi: Danh sách những tên tài khoản không được phép đăng kí (Phân cách nhau bởi dấu phẩy)

source: Show status diamonds
vi: Hiển thị trang thái "diamonds"

source: Show status "diamonds" next to moderators or superusers usernames.
vi: Hiển thị trạng thái "diamonds" bên cạnh người điều hành hoặc người dùng cao cấp.

source: Should each user have an unique email.
vi: Mỗi người dùng sử dụng một email duy nhất.

source: Require email validation to...
vi: Cần xác nhận email ...

source: Which actions in this site, users without a valid email will be prevented from doing.
vi: Người dùng chưa xác nhận email sẽ không thực hiện được các thao tác này.

source: ask questions
vi: đặt câu hỏi

source: provide answers
vi: đưa ra câu trả lời

source: make comments
vi: viết bình luận

source: report posts
vi: báo cáo bài viết

source: Don't notify to invalid emails
vi: Đừng thông báo đến email không hợp lệ

source: Do not notify users with unvalidated emails.
vi: Đừng thông báo tới người dùng có email chưa xác nhận

source: Hold pending posts for X minutes
vi: Giữ lại chờ xử lý bài viết trong X phút

source: How much time in minutes a post should be kept in session until the user logs in or validates the email.
vi: Bài viết được giữ lại bao nhiêu phút cho đến khi người dùng này đăng nhập hoặc xác nhận email.

source: Warn about pending posts afer X minutes
vi: Cảnh báo về việc xử lý bài viết sau X phút

source: How much time in minutes a user that just logged in or validated his email should be warned about a pending post instead of publishing it automatically.
vi: Trong thời gian bao nhiêu phút người dùng chỉ đăng nhập hoặc xác nhận emailcảnh báo nên đưa ra về việc xử lý bài viết thay vì gửi tự động

source: suitable for display on all websites with any audience type.
vi: hiển thị tất cả trang web phù hợp với bất kỳ đối tượng nào.

source: may contain rude gestures, provocatively dressed individuals, the lesser swear words, or mild violence.
vi: có thể bao gồm các cử chỉ thô lỗ, cá nhân ăn mặc khuê gợi, nói tục ít hoặc bạo lực nhẹ.

source: may contain such things as harsh profanity, intense violence, nudity, or hard drug use.
vi: có thẻ bao gồm lời lẽ thô tục nặng, bạo lực, ảnh khỏa thân hoặc sử dụng ma túy.

source: may contain hardcore sexual imagery or extremely disturbing violence.
vi: có thể bao gồm các hành động tình dục hoặc bạo lực đáng lo ngại.

source: Gravatar allows users to self-rate their images so that they can indicate if an image is appropriate for a certain audience.
vi: Gravater cho phép người dùng tự đánh giá mức độ hình ảnh của họ để họ có thể cho biết hình ảnh phù hợp với đối tượng nhất định nào.

source: Gravatar has a number of built in options which you can also use as defaults.
vi: Một số Gravatar có sẵn để bạn lựa chọn làm mặc định.

source: Voting rules
vi: Quy tắc bình chọn

source: Configure the voting rules on your site.
vi: Cấu hình quy tắc bình chọn.

source: The maximum number of votes an user can cast per day.
vi: Số lần bình chọn tối đa của một người dùng trong ngày.

source: From how many votes left should an user start to be warned about it.
vi: Từ bao nhiêu bình chọn người dùng bắt đầu nhận được cảnh báo.

source: The maximum number of times an can flag a post per day.
vi: Số lần đánh dấu tối đa một bài viết trong ngày.

source: Flag count to hide post
vi: Số lần đánh dấu để ẩn bài viết

source: How many times a post needs to be flagged to be hidden from the main page.
vi: Số lần đánh dấu một bài viết cần có để ẩn khỏi trang chính.

source: How many times a post needs to be flagged to be deleted.
vi: Số lần đánh dấu cần có để xóa một bài viết.

source: How many days an user can cancel a vote after he originaly casted it.
vi: Số ngày người dùng có thể hủy bỏ một bình chọn sau khi đã thực nó.

source: Not logged in
vi: Chưa đăng nhập

source: You are not logged in...
vi: Bạn chưa đăng nhập...

source: ...and the resource you're trying to access is protected.
vi: ...và bạn đang cố gắng truy cập tài nguyên đã được bảo vệ.

source: Redirecting to the login page.
vi: Đang chuyển tới trang đăng nhập

source: If you're not automatically redirected in 5 seconds, please click
vi: Nếu không tự động chuyển sau 5 giây, hay click

source: here
vi: vào đây

source: Sorry, you don't have permissions to access this page.
vi: Xin lỗi, bạn không có quyền truy cập vào trang này

source: This might have happened for the following reasons:
vi: Vấn đề này xảy ra do các nguyên nhân sau:

source: see all questions
vi: xem tất cả câu hỏi

source: back to previous page
vi: quay lại trang trước

source: sorry, system error
vi: Hệ thống bị lỗi

source: system error log is recorded, error will be fixed as soon as possible
vi: lỗi sẽ được khắc phục trong thời gian ngắn

source: please report the error to the site administrators if you wish
vi: làm ơn thông báo lỗi cho quản trị viên khắc phục

source: see latest questions
vi: xem các câu hỏi mới nhất

source: see tags
vi: xem các thẻ

source: System down for maintenance
vi: hệ thống đang bảo trì

source: Change password
vi: Thay đổi mật khẩu

source: Give your account a new password.
vi: Tạo mật khẩu mới cho tài khoản của bạn

source: Edit answer
vi: Chỉnh sửa câu trả lời

source: hide preview
vi: ẩn xem trước

source: show preview
vi: hiện xem trước

source: back
vi: quay lại

source: revision
vi: bản sửa lỗi

source: select revision
vi: chọn bản sửa lỗi

source: Save edit
vi: Lưu thay đổi

source: Cancel
vi: Hủy bỏ

source: answer tips
vi: các mẹo trả lời

source: please make your answer relevant to this community
vi: câu trả lời phải liên quan đến câu hỏi

source: try to give an answer, rather than engage into a discussion
vi: cố gắng đưa ra câu trả lời thay vì thảo luận

source: please try to provide details
vi: nội dung chứa đầy đủ thông tin cần thiết

source: see frequently asked questions
vi: xem FAQ

source: Ask a question
vi: Đặt câu hỏi

source: and validate your email.
vi: và xác nhận email của bạn

source: Remember, your question will not be published until you validate your email.
vi: Câu hỏi của bạn sẽ không xuất hiện cho đến khi bạn xác nhận qua email

source: Send me a validation link.
vi: Gửi một link xác nhận.

source: (required)
vi: (bắt buộc)

source: Login/signup to post your question
vi: Đăng nhập hoặc đăng kí để đặt câu hỏi

source: Ask your question
vi: Đặt câu hỏi

source: Badge
vi: Huy hiệu

source: Badges summary
vi: Tổng kết huy hiệu

source: Badges
vi: Huy hiệu

source: Community gives you awards for your questions, answers and votes.
vi: Các phần thưởng từ cộng đồng dành cho những đóng góp của bạn.

source: Below is the list of available badges and number of times each type of badge has been awarded.
vi: Danh sách dưới đây là các danh hiệu và số lần nhận được.

source: Community badges
vi: Huy hiệu cộng đồng

source: gold badge: the highest honor and is very rare
vi: huy hiệu vàng: danh hiệu cao nhất

source: gold
vi: vàng

source: gold badge description
vi: mô tả huy hiệu vàng

source: silver badge: occasionally awarded for the very high quality contributions
vi: huy hiệu bạc: phần thưởng cho những đóng góp cống hiến vì cộng đồng

source: silver
vi: bạc

source: silver badge description
vi: mô tả huy hiệu bạc

source: bronze badge: often given as a special honor
vi: huy hiệu đồng: phần thưởng cho những hành động tốt

source: bronze
vi: đồng

source: bronze badge description
vi: mô tả huy hiệu đồng

source: Are you sure?
vi: Bạn có chắc không?

source: Yes
vi: Có

source: No
vi: Không

source: Message:
vi: Tin nhắn:

source: Close
vi: Đóng

source: word
vi: từ

source: words
vi: từ

source: character
vi: kí tự

source: characters
vi: kí tự

source: Close question
vi: Đóng câu hỏi

source: Close the question
vi: Đóng câu hỏi này

source: Reasons
vi: Nguyên nhân

source: OK to close
vi: chọn OK để đóng

source: home
vi: trang chủ

source: Feedback
vi: Ý kiến phản hồi

source: Give us your feedback!
vi: Gửi chúng tôi ý kiến phản hồi của bạn!

source: <span class='big strong'>Dear %(user_name)s</span>, we look forward to hearing your feedback. Please type and send us your message below.
vi: <span class='big strong'>Chào bạn %(user_name)s</span>, chúng tôi mong chờ những ý kiến đóng góp của bạn. Hãy gửi chúng cho chúng tôi.

source: <span class='big strong'>Dear visitor</span>, we look forward to hearing your feedback. Please type and send us your message below.
vi: <span class='big strong'>Chào bạn</span>, chúng tôi mong chờ những ý kiến đóng góp của bạn. Hãy viết chúng gửi cho chúng tôi.

source: (this field is required)
vi: (bắt buộc)

source: Send Feedback
vi: Gửi phản hồi

source: back to home page
vi: quay lại trang chủ

source: ask a question
vi: Đặt câu hỏi

source: search
vi: tìm kiếm

source: questions
vi: Câu hỏi

source: users
vi: Thành viên

source: welcome to
vi: chào mừng tới

source: Logout
vi: Đăng xuất

source: As a registered user you can login with your OpenID, log out of the site or permanently remove your account.
vi: Bạn có thể đăng nhập bằng OpenID như một người dùng đã đăng kí, hãy đăng xuất khỏi trang web hoặcxóa tài khoản của bạn ngay lập tức

source: Logout now
vi: Đăng xuất ngay

source: Markdown Help
vi: Giúp đỡ cú pháp markdown

source: Markdown Syntax
vi: Cú pháp markdown

source: Search
vi: Tìm kiếm

source: using your browser.
vi: sử dụng trình duyệt của bạn

source: posts per page
vi: số bài trên một trang

source: previous
vi: quay lại

source: current page
vi: trang hiện thời

source: page number
vi: số trang

source: next page
vi: trang kế tiếp

source: Privacy policy
vi: Chính sách bảo mật

source: general message about privacy
vi: nội dung chính sách

source: Site Visitors
vi: Khách viếng thăm

source: what technical information is collected about visitors
vi: các thông tin kỹ thuật được lưu giữ

source: Personal Information
vi: Thông tin người dùng cá nhân

source: details on personal information policies
vi: chi tiết các chính sách báo mật thông tin cá nhân

source: Other Services
vi: Các dịch vụ khác

source: details on sharing data with third parties
vi: chi tiết việc chia sẽ dữ liệu với bên thứ ba

source: Policy Changes
vi: Thay đổi chính sách

source: how privacy policies can be changed
vi: các chính sách bảo mật có thể được thay đổi

source: see questions tagged '%(tagname)s'
vi: xem các câu hỏi được gán thẻ '%(tagname)s'

source: The question has been closed for the following reason "%(close_reason)s" by
vi: Câu hỏi này đã bị đóng do nguyên nhân "%(close_reason)s" bởi

source: One Answer:
vi: Một câu trả lời

source: Your answer
vi: Câu trả lời của bạn

source: Be the first one to answer this question!
vi: Hãy là người đầu tiên trả lời câu hỏi này

source: Login/Signup to Post Your Answer
vi: Đăng nhập hoặc đăng kí để gửi câu trả lời của bạn

source: Answer Your Own Question
vi: Trả lời câu hỏi của bạn

source: Answer the question
vi: Trả lời câu hỏi này

source: Question tags
vi: Thẻ

source: see questions tagged
vi: xem câu hỏi được gắn thẻ

source: using tags
vi: sử dụng thẻ

source: question asked
vi: thời gian hỏi

source: question was seen
vi: số lần xem

source: times
vi: lần

source: last updated
vi: cập nhật lần cuối

source: Related questions
vi: Các câu hỏi liên quan

source: Edit question
vi: Chỉnh sủa câu hỏi

source: Title Tips
vi: Mẹo đặt tiêu đề

source: What Are Tags
vi: Thẻ là gì

source: Change tags
vi: Đổi thẻ

source: tags are required
vi: các thẻ cần thiết

source: Why use and modify tags?
vi: Tại sao sử dụng và chỉnh sửa thẻ?

source: tags help us keep Questions organized
vi: thẻ giúp phân loại câu hỏi

source: answers
vi: trả lời

source: votes
vi: hay

source: views
vi: xem

source: subscribe to question RSS feed
vi: đăng kí theo dõi qua RSS

source: Reopen question
vi: Mở lại câu hỏi

source: Open the previously closed question
vi: Mở lại câu hỏi vừa đóng

source: The question was closed for the following reason
vi: Câu hỏi được đóng do nguyên nhân sau

source: date closed
vi: ngày đóng

source: Reopen this question
vi: Mở lại câu hỏi này

source: Revision history
vi: Lịch sử sửa đổi

source: click to hide/show revision
vi: click để ẩn/hiện bản sửa đổi

source: Follow this question
vi: Theo dõi câu hỏi này

source: By Email
vi: Bằng Email

source: You were automatically subscribed to this question.
vi: Tự động đăng kí

source: You are subscribed to this question.
vi: Đã đăng kí

source: You are not subscribed to this question.
vi: Chưa đăng kí theo dõi câu hỏi này

source: unsubscribe me
vi: không theo dõi

source: subscribe me
vi: theo dõi

source: (you can adjust your notification settings on your <a href="%(subscriptions_url)s">profile</a>)
vi: (Bạn có thể cấu hình thông báo trong <a href="%(subscriptions_url)s">hồ sơ cá nhân</a>)

source: Once you sign in you will be able to subscribe for any updates here
vi: Một khi đã đăng nhập bạn sẽ có thẻ đăng kí theo dõi các hoạt động ở đây

source: By RSS
vi: Bằng RSS

source: subscribe to answers
vi: đăng kí theo dõi các câu trả lời

source: Answers
vi: Câu trả lời

source: subscribe to comments and answers
vi: đăng kí theo dõi các bình luận và câu trả lời

source: Answers and Comments
vi: Câu hỏi và bình luận

source: Interesting tags
vi: Các thẻ thú vị

source: see questions tagged '%(tag_name)s'
vi: xem các câu hỏi được gắn thẻ '%(tag_name)s'

source: remove '%(tag_name)s' from the list of interesting tags
vi: xóa thẻ '%(tag_name)s' từ danh sách thẻ thủ vị

source: Add
vi: Thêm

source: Ignored tags
vi: Các thẻ được loại bỏ

source: remove '%(tag_name)s' from the list of ignored tags
vi: xóa '%(tag_name)s' từ danh sách thẻ loại bỏ

source: Tag list
vi: Danh sách thẻ

source: All tags matching query
vi: Tất cả thẻ khớp với truy vấn

source: Nothing found
vi: Không tìm thấy

source: Authentication settings
vi: Cấu hình xác thực

source: These are the external authentication providers currently associated with your account.
vi: Các nhà cung cấp xác thực bên ngoài liên kết với tài khoản của bạn

source: You currently have no external authentication provider associated with your account.
vi: Bạn chưa có nhà cung cấp xác thực bên ngoài liên kết với tài khoản của bạn

source: Add new provider
vi: Thêm nhà cung cấp mới

source: This is where you can change your password. Make sure you remember it!
vi: Bạn có thể thay đổi mật khẩu tại đây. Hãy ghi nhớ nó!

source: You can set up a password for your account, so you can login using standard username and password!
vi: Bạn có thẻ đặt mật khẩu cho tài khoản này để đăng nhập bình thường bằng tên tài khoản và mật khẩu!

source: Create password
vi: Tạo mật khẩu

source: Connect your OpenID with this site
vi: Kết nối OpenID của bạn với trang này

source: Connect your OpenID with your account on this site
vi: Kết nối OpenID với tài khoản của bạn trên trang này

source: You are here for the first time with
vi: Đây là lần đầu tiên bạn sử dụng

source: Please choose your screen name and confirm your email address. A valid email address is necessary to receive notifications about activity in the areas of this community you're most interested in, and will help you become an involved participant in this community.
vi: Chọn tên hiển thị của bạn và xác nhận lại địa chỉ email. Một địa chỉ email hợp lệ rất cần thiết để nhận các thông báo về hoạt động của cộng đồng, và sẽ giúp bạn trở thành thành viên tham gia vào các hoạt động của cộng đồng.

source: This account already exists, please use another.
vi: Tài khoản này đã tồn tại, hãy sử dụng tài khoản khác

source: create account
vi: tạo tài khoản

source: This e-mail has already been validated
vi: Email này đã được xác nhận

source: Already validated
vi: Đã được xác nhận

source: %(prefix)s Your email validation link %(app_name)s
vi: %(prefix)s Liên kết xác thực email %(app_name)s

source: Please use the following link to help us verify your email address:
vi: Làm ơn sử dụng link này để giúp chúng tôi xác nhận địa chỉ email của bạn:

source: Validate my email address
vi: Xác nhận email của tôi

source: If the above link is not clickable, copy and paste this url into your web browser's address bar:
vi: Nếu không click được vào link trên, bạn hãy copy và dán nó vào ô địa chỉ trên trình duyệt của bạn:

source: Copy and paste this url into your web browser's address bar to help us verify your email address:
vi: Copy và dán liên kết này vào ô địa chỉ trên trình duyệt của bạn để giúp chúng tôikiểm tra email của bạn

source: Login
vi: Đăng nhập

source: User login
vi: Đăng nhập người dùng

source: Or...
vi: Hoặc...

source: External login services use <b><a href="http://openid.net/">OpenID</a></b> technology, where your password always stays confidential between you and your login provider and you don't have to remember another one.
vi: Dịch vụ đăng nhập từ ngoài sử dụng công nghệ <b><a href="http://openid.net/">OpenID</a></b>, mật khẩu của bạn sẽ được lưu trữ an toàn giữa bạn và nhà cung cấp của bạn, bạn không cần phải nhớ nhiều mật khẩu.

source: Validate my email after I login.
vi: Xác nhận email của tôi sau khi đăng nhập

source: if you're having trouble signing in.
vi: nếu bạn có vấn đề với việc đăng nhập.

source: Enter your
vi: Nhập

source: Why use OpenID?
vi: Tại sao sử dụng OpenID

source: with openid it is easier
vi: sẽ dễ dàng hơn với openid

source: reuse openid
vi: tái sử dụng openid

source: openid is widely adopted
vi: openid được áp dụng rộng rãi

source: openid is supported open standard
vi: openid được hỗ trợ chuẩn mở

source: Find out more
vi: Xem nhiều hơn

source: Get OpenID
vi: Sử dụng OpenID
